[
  {
    "name": "3 simple NanaBanana Pro tricks that might surprise you. Comment your favorite.mp4",
    "size": "5.1 MB"
  },
  {
    "name": "Comment and Ill send you the prompt for midjourney or if you use higgsfield comment.mp4",
    "size": "2.8 MB"
  },
  {
    "name": "Comment and get the link Real human movement turned into perfectly synced AI character.mp4",
    "size": "2.4 MB"
  },
  {
    "name": "Comment and Ill send you the link to a new tool that lets you create not just clips bu.mp4",
    "size": "4.0 MB"
  },
  {
    "name": "Ejecuta ComfyUI la mejor herramienta de IA generativa en local.dotcsvnvidia comfyui.mp4",
    "size": "12.4 MB"
  },
  {
    "name": "Everyone wants a simple answer to the debate. But after running a rigorous gaunt.mp4",
    "size": "5.5 MB"
  },
  {
    "name": "Here is my breakdown-1. I started by creating my based image in Midjourney and upstaging it with.mp4",
    "size": "1.0 MB"
  },
  {
    "name": "How I used runwayapp Aleph to create this viral sceneA lot of people love to hate on AI in film.mp4",
    "size": "3.4 MB"
  },
  {
    "name": "If you want all of my prompts comment KLING and Ill send you a FREE PDF with everything insid.mp4",
    "size": "1.8 MB"
  },
  {
    "name": "Its Friday then. AI workflow using higgsfield.ai Tools used - - Chat GPT promp.mp4",
    "size": "2.0 MB"
  },
  {
    "name": "Kling 2.6 Motion Control is pretty incredible technology it makes motion capture accessible fo.mp4",
    "size": "5.0 MB"
  },
  {
    "name": "Made this white-eye vein text effect using higgsfield.ai Comment Banana and Ill send you.mp4",
    "size": "4.8 MB"
  },
  {
    "name": "Manual editing is officially dead. Kling O1 just changed the game.Im talking conversational e.mp4",
    "size": "3.4 MB"
  },
  {
    "name": "The heavyweight belt for AI dominance is officially on the line. Sorry Nano Banana Pro but t.mp4",
    "size": "5.0 MB"
  },
  {
    "name": "Walking on water AI workflow using higgsfield.ai Tools used - Chat GPT prompt- Nan.mp4",
    "size": "0.7 MB"
  },
  {
    "name": "What if AI could think like a VFX artistWith Higgsfield it already does. Watch how we turn si.mp4",
    "size": "5.0 MB"
  },
  {
    "name": "Will AI actually replace the physical camera soon What do you think It is a massive debate.mp4",
    "size": "3.5 MB"
  },
  {
    "name": "Ya sali o1 el nuevo modelo de Kling uno de los modelos de edicin de video ms potentes hasta.mp4",
    "size": "6.5 MB"
  },
  {
    "name": "get.mp4",
    "size": "4.1 MB"
  },
  {
    "name": "higgsfield.ai Cinema Studio is built for real Al cinema.Sony Venice - Arri Alexa - 8mm.mp4",
    "size": "0.8 MB"
  },
  {
    "name": "KLING 2.6 MOTION CONTROL is LIVE-Day-0 access Full-body sync with complex movements express.mp4",
    "size": "5.6 MB",
    "addedAt": "2026-01-06T19:16:54.564Z"
  }
]